{"keras_version": "2.1.6-tf", "backend": "tensorflow", "class_name": "Sequential", "config": {"build_input_shape": [null, 28, 28], "layers": [{"class_name": "Flatten", "config": {"dtype": null, "trainable": true, "data_format": "channels_last", "name": "flatten"}}, {"class_name": "Dense", "config": {"activation": "relu", "dtype": null, "kernel_constraint": null, "bias_regularizer": null, "trainable": true, "activity_regularizer": null, "use_bias": true, "name": "dense", "bias_constraint": null, "kernel_regularizer": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "units": 128, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}}}, {"class_name": "Dense", "config": {"activation": "relu", "dtype": null, "kernel_constraint": null, "bias_regularizer": null, "trainable": true, "activity_regularizer": null, "use_bias": true, "name": "dense_1", "bias_constraint": null, "kernel_regularizer": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "units": 128, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}}}, {"class_name": "Dense", "config": {"activation": "softmax", "dtype": null, "kernel_constraint": null, "bias_regularizer": null, "trainable": true, "activity_regularizer": null, "use_bias": true, "name": "dense_2", "bias_constraint": null, "kernel_regularizer": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "units": 10, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}}}], "name": "sequential"}}